/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - 離線";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ 尾號 %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ 添加";

/* Source type brand name */
"3D Secure" = "3D 安全認證";

/* part of {Account} ending in {last4} */
"Account" = "帳戶";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "帳戶持有人地址";

/* Caption for Name field on bank info form */
"Account Holder Name" = "帳戶持有人姓名";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "帳號";

/* Title for Add a Card view */
"Add a Card" = "新增一張卡";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "新增銀行扣款帳戶";

/* Button to add a new credit card. */
"Add New Card…" = "添加新卡...";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "添加新支付方式";

/* Caption for Address field on address form */
"Address" = "地址";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "地址行 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "地址行 2（可選）";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "支付寶";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "公寓";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS 簽賬";

/* Text for back button */
"Back" = "上一步";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "銀行";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "銀行帳戶";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "銀行帳戶資訊";

/* Title for billing address entry section */
"BILLING ADDRESS" = "帳單地址";

/* Title for billing address entry section */
"Billing Address" = "帳單地址";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "提供您的 IBAN 並確認本次付款，表示您授權 %@ 和我們的付款服務供應商 Stripe 傳送說明給您的銀行，讓您的銀行根據此說明從您的帳戶中扣款。根據您與銀行間所同意的條款與條件，您有權從銀行收到退款。退款必須在您帳戶被扣款當日起的 8 週內申請。";

/* Button title to cancel action in an alert */
"Cancel" = "取消";

/* Title for card number entry field */
"CARD" = "卡";

/* Title for credit card number entry field */
"Card" = "卡";

/* Details of a saved card */
"Card ending in %@" = "尾號為 %@ 的金融卡";

/* accessibility label for text field */
"card number" = "卡號";

/* Label for card number entry text field */
"Card number" = "卡號";

/* TODO */
"Choose a payment method" = "選擇一個支付方式";

/* Caption for City field on address form */
"City" = "城市";

/* Text for close button */
"Close" = "關閉";

/* Title for contact info form */
"CONTACT" = "聯絡資訊";

/* Title for contact info form */
"Contact" = "聯絡資訊";

/* Text for continue button */
"Continue" = "繼續";

/* Caption for Country field on address form */
"Country" = "國家";

/* Title for country picker section */
"COUNTRY" = "國家";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "縣";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "寄送";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "寄送地址";

/* Title for delivery address entry section */
"Delivery Address" = "寄送地址";

/* Done button title */
"Done" = "完成";

/* Button title to enter editing mode */
"Edit" = "編輯";

/* Caption for Email field on address form */
"Email" = "電郵地址";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "到期日";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "免費";

/* Placeholder string for name entry field. */
"Full name" = "全名";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL 銀行";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "數據無效。";

/* Shipping form error message */
"Invalid Shipping Address" = "送貨地址無效";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "正在載入...";

/* label for text field to enter card expiry */
"MM/YY" = "月月/年年";

/* Title for payment options section */
"MORE OPTIONS" = "更多選項";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "姓名";

/* Label for button to add a new credit or debit card */
"New Card" = "新卡";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "新增直接簽賬帳戶";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "新增 SEPA 直接簽賬帳戶";

/* Button to move to the next text entry field */
"Next" = "下一步";

/* No comment provided by engineer. */
"OK" = "確認";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "網上銀行 (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "或用以下方式支付";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "支付 %@";

/* Pay with {payment method} */
"Pay with %@" = "以 %@ 支付";

/* Title for Payment Method screen */
"Payment Method" = "付款方式";

/* Caption for Phone field on address form */
"Phone" = "電話";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "郵政";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "郵遞區號";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "郵遞區號";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "省";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "移除";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "移除 %@";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "移除尾號為 %2$@ 的 %1$@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "移除卡";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "保存該卡，用於未來的 %@ 付款。";
/* Text for button to scan a credit card */

"Scan Card" = "掃描金融卡";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "選擇";
/* label for iDEAL-bank selection picker */

"Select bank" = "選擇銀行";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA 帳戶";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA 直接簽賬";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "設定";
/* Title for shipping info form */

"Shipping" = "送貨";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "送貨地址";
/* Title for shipping address entry section */

"Shipping Address" = "送貨地址";
/* Label for shipping method form */

"SHIPPING METHOD" = "送貨方式";
/* Label for shipping method form */

"Shipping Method" = "送貨方式";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* Caption for State field on address form (only countries that use state , like United States) */

"State" = "州";
/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */

"State / Province / Region" = "州 / 省 / 地區";
/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */

"The BSB you entered is incomplete." = "您輸入的 BSB 不完整。";
/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */

"The BSB you entered is invalid." = "您輸入的 BSB 無效。";
/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */

"The selected payment method is not available." = "所選的付款方式無法使用。";
/* Error when there is a problem processing the credit card */

"There was an error processing your card -- try again in a few seconds" = "處理您的卡時發生錯誤 -- 請等待幾秒後再試一次";
/* Unexpected error, such as a 500 from Stripe or a JSON parse error */

"There was an unexpected error -- try again in a few seconds" = "發生了意外錯誤 -- 請等待幾秒後再試一次";
/* Error when 3DS2 authentication timed out. */

"Timed out authenticating your payment method -- try again" = "驗證您的付款方式時逾時 -- 請重試";
/* Button to reload web view if we were unable to connect. */

"Try again" = "重試";
/* Error message that displays when we&apos;re unable to connect to the server. */

"Unable to establish a connection." = "無法建立連接。";
/* Default missing source type label */

"Unknown" = "未知";
/* Button to fill shipping address from billing address. */

"Use Billing" = "使用帳單地址";
/* Button to fill billing address from delivery address. */

"Use Delivery" = "使用寄送地址";
/* Button to fill billing address from shipping address. */

"Use Shipping" = "使用送貨地址";
/* Displays in the navigation bar title of the Identity Verification Sheet */

"Verify your identity" = "驗證您的身份";
/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */

"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "我們無法驗證您的付款方式。請選擇其他付款方式，然後再試一次。";
/* Source type brand name */

"WeChat Pay" = "微信支付";
/* You&apos;ll be taken to {bank name} to finish your purchase. */

"You'll be taken to %@ to finish your purchase." = "您將會前往 %@ 完成購買。";
/* Error when the card has already expired */

"Your card has expired" = "您的卡已過期";
/* Error when the card was declined by the credit card networks */

"Your card was declined" = "您的卡已被拒絕";
/* Error when the card&apos;s expiration month is not valid */

"Your card's expiration month is invalid" = "您的金融卡的到期月份無效";
/* String to describe an invalid month in expiry date. */

"Your card's expiration month is invalid." = "您的金融卡的到期月份無效。";
/* Error when the card&apos;s expiration year is not valid */

"Your card's expiration year is invalid" = "您的金融卡的到期年份無效";
/* String to describe an invalid year in expiry date. */

"Your card's expiration year is invalid." = "您的金融卡的到期年份無效。";
/* Error when the card number is not valid */

"Your card's number is invalid" = "您的卡號無效";
/* Error when the card&apos;s CVC is not valid */

"Your card's security code is invalid" = "您的金融卡的安全碼無效";
/* Error message for card entry form when CVC/CVV is invalid */

"Your card's security code is invalid." = "您的金融卡安全碼無效。";
/* Error message for when postal code in form is incomplete */

"Your postal code is incomplete." = "您的郵遞區號不完整。";
/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */

"ZIP" = "郵遞區號";
/* Caption for Zip Code field on address form (only shown when country is United States only) */

"ZIP Code" = "郵遞區號";

